{
  "teams": [
    {
      "id": "1",
      "name": "Team A",
      "image": "/images/team-A.webp",
      "description": "Our first team competes in Division 3 and has been a powerhouse this season. Known for their aggressive serving and solid defense, Team 1 has consistently dominated their matches.",
      "league": "Division 3",
      "coach": "Krzysiek",
      "captain": "Filip",
      "currentRank": "1st",
      "championship": "https://svbf-web.dataproject.com/CompetitionHome.aspx?ID=401"
    },
    {
      "id": "2",
      "name": "Team B",
      "image": "/images/team-B.webp",
      "description": "Our second team also plays in Division 3 and has shown remarkable progress this season. With a mix of experienced players and promising talent, Team 2 has risen to the top of the league.",
      "league": "Division 3",
      "coach": "Krzysiek",
      "captain": "Damian",
      "currentRank": "1st",
      "championship": "https://svbf-web.dataproject.com/CompetitionHome.aspx?ID=399"
    }
  ],
  "elite": [
    {
      "id": "1",
      "name": "Floby VK",
      "logo": "/images/logos/floby_vk-logo.png",
      "alt": "Floby VK volleyball club shield logo in green and yellow with red text and a gold star"
    },
    {
      "id": "2",
      "name": "Habo Wolley",
      "logo": "/images/logos/habo_wolley-logo.png",
      "alt": "Habo Wolley volleyball club logo in red featuring a stylized volleyball and net design from 1987"
    },
    {
      "id": "3",
      "name": "Hylte Halmstad VBK",
      "logo": "/images/logos/hylte_halmstad_vbk-logo.png",
      "alt": "Hylte Halmstad Volleyball Club shield logo in red and black on white background"
    },
    {
      "id": "4",
      "name": "Lunds VK",
      "logo": "/images/logos/lunds_vk-logo.png",
      "alt": "Lunds VK volleyball club logo featuring a black and red circular design with two towers and a volleyball, established 2009"
    },
    {
      "id": "5",
      "name": "Malmö VK",
      "logo": "/images/logos/malmö_vk-logo.png",
      "alt": "Malmö VK simple black and white volleyball logo with MVK text integrated into the ball design"
    },
    {
      "id": "6",
      "name": "Örkelljunga VK",
      "logo": "/images/logos/örkelljunga_vk-logo.png",
      "alt": "Orkelljunga VK volleyball club logo featuring blue wings and red text with a volleyball in the center"
    },
    {
      "id": "7",
      "name": "VBF RIG Falköping",
      "logo": "/images/logos/vbf_rig_falköping-logo.png",
      "alt": "RIG Falköping sports gymnasium logo with white 'RIG' letters on black background and red dot"
    },
    {
      "id": "8",
      "name": "Södertelge VBK",
      "logo": "/images/logos/södertelge_vbk-logo.png",
      "alt": "Södertelge volleyball club logo with a stylized green and yellow S-shaped design on black background"
    },
    {
      "id": "9",
      "name": "Sollentuna VK",
      "logo": "/images/logos/sollentuna_vk-logo.png",
      "alt": "Sollentuna Volley text logo in white on green background with a simple figure design"
    },
    {
      "id": "10",
      "name": "Uppsala VBS",
      "logo": "/images/logos/uppsala_vbs-logo.png",
      "alt": "Uppsala Volleyboll black silhouette logo showing city skyline with cathedral spires and a volleyball player at net"
    },
    {
      "id": "11",
      "name": "Vingåkers VBK",
      "logo": "/images/logos/vingåkers_vbk-logo.png",
      "alt": "Vingåkers Volleybollklubb logo in light blue with wings design and blue ribbon banner, established 1972"
    },
    {
      "id": "12",
      "name": "Svensk Volleyboll",
      "logo": "/images/logos/svensk_volleyboll-logo.png",
      "alt": "Swedish Volleyball Federation logo featuring a stylized blue and yellow volleyball with text 'Svensk Volleyboll' in blue"
    }
  ],
  "aboutUs": {
    "title": "From Korpen to Division 3",
    "sections": [
      {
        "title": "Humble Beginnings",
        "content": "In 2022, we stepped onto the Korpen courts with an incomplete team and big dreams. Facing tough odds, we trained with other teams and clawed our way to a mid-table finish. But that was just the warm-up."
      },
      {
        "title": "Rising to the Challenge",
        "content": "Fueled by ambition, we set our sights on the Korpen championship. We welcomed new talent, doubled our training, and dominated the league. One loss couldn't stop us from claiming the title."
      },
      {
        "title": "Aiming Higher",
        "content": "With the taste of victory, we hungered for more. Our goal? The Swedish Volleyball Championship. We chose the hard path - creating our own club. With Ragsved If's support, we made it happen."
      },
      {
        "title": "Growth and Expansion",
        "content": "We recruited dedicated coaches, formed a second team from our toughest Korpen rivals, intensified training to twice weekly, entered two teams in Division 3, and maintained our Korpen roots for fun and fresh talent."
      },
      {
        "title": "Where We Stand",
        "content": "Today, we're a force to be reckoned with: Two teams competing fiercely in Division 3, a Korpen team keeping our grassroots spirit alive, and rigorous training pushing us to new heights."
      },
      {
        "title": "Our Mission",
        "content": "Our goal is clear: top Division 3 and ascend to Division 2. We're not just playing volleyball; we're building a legacy. From Korpen underdogs to Division 3 contenders, our journey showcases the power of determination and teamwork. We've come far, but this is just the beginning. Watch us rise."
      }
    ]
  }
}
